Repository: tradity/tradity-client
Catalog: po/*.po
Languages: de

source: # Followers
de: Follower&#xad;zahl

source: # shares
de: # Anteile

source: (Commissions)
de: (Provision)

source: (Less information)
de: (Ausblenden)

source: (More information)
de: (Mehr Informationen)

source: ({{::result.count}} Members, Top {{::result.rankCount}})
de: ({{::result.count}} Mitglieder, Top {{::result.rankCount}})

source: 1 deleted comment not shown
de: 1 entfernter Kommentar nicht angezeigt

source: 404 &#x2013; Page not found
de: 404 – Seite nicht gefunden

source: <a title="Remove"><i></i></a>
de: <a title="Entfernen"><i></i></a>

source: <a title="Search"><i></i></a>
de: <a title="Suche"><i></i></a>

source: <a title="Kick user"><i></i></a>
de: <a title="User kicken"><i></i></a>

source: <a title="Promote user to admin">A</a>
de: <a title="User zum Admin befördern">A</a>

source: <a translate-id="trader-link">{{message.srcusername}}</a> has bought {{message.amount}}&#xA0;shares of <span><a translate-id="leader-link">{{message.stockname}}</a></span> <span><stock></stock></span>.
de: <a translate-id="trader-link">{{message.srcusername}}</a> hat {{message.amount}}&nbsp;Anteile an <span><a translate-id="leader-link">{{message.stockname}}</a></span> <span><stock></stock></span> gekauft.

source: <a translate-id="trader-link">{{message.srcusername}}</a> has bought {{message.amount}}&#xA0;shares of you.
de: <a translate-id="trader-link">{{message.srcusername}}</a> hat {{message.amount}}&nbsp;Anteile an dir gekauft.

source: <a translate-id="trader-link">{{message.srcusername}}</a> has sold {{message.amount}}&#xA0;shares of <span><a translate-id="leader-link">{{message.stockname}}</a></span> <span><stock></stock></span>.
de: <a translate-id="trader-link"> {{message.srcusername}} </a> hat {{message.amount}}&nbsp;Anteile an <span> <a translate-id="leader-link">{{message.stockname}}</a> </span> <span><stock></stock></span> verkauft.

source: <a translate-id="trader-link">{{message.srcusername}}</a> has sold {{message.amount}}&#xA0;shares of you.
de: <a translate-id="trader-link"> {{message.srcusername}} </a> hat {{message.amount}}&nbsp;Anteile an dir verkauft.

source: <a translate-id="watcher-link">{{message.srcusername}}</a> has put <a translate-id="watched-link">{{message.targetname}}</a> onto their watch list.
de: <a translate-id="watcher-link"> {{message.srcusername}} </a> hat <a translate-id="watched-link"> {{message.targetname}} </a> auf die eigene Watchlist gesetzt.

source: <a>{{message.srcusername}}</a> has changed their user name from &#x201C;{{message.oldname}}&#x201D; to &#x201C;{{message.newname}}&#x201D;.
de: <a> {{message.srcusername}} </a> hat den Benutzernamen von „{{message.oldname}}“ auf „{{message.newname}}“ geändert.

source: <a>{{message.srcusername}}</a> has changed their commission on profits from {{message.oldwprov}}&#xA0;% to {{message.newwprov}}&#xA0;% and their commission on losses from {{message.oldlprov}}&#xA0;% to {{message.newlprov}}&#xA0;%.
de: <a> {{message.srcusername}} </a> hat die eigene Gewinnprovision von {{message.oldwprov}}&nbsp;% auf {{message.newwprov}}&nbsp;% und die eigene Verlustprovision von {{message.oldlprov}}&nbsp;% auf {{message.newlprov}}&nbsp;%.

source: <a>{{message.srcusername}}</a> has changed their commission on losses from {{message.oldlprov}}&#xA0;% to {{message.newlprov}}&#xA0;%.
de: <a> {{message.srcusername}} </a> hat die eigene Verlustprovision von {{message.oldlprov}}&nbsp;% auf {{message.newlprov}}&nbsp;%.

source: <a>{{message.srcusername}}</a> has changed their commission on profits from {{message.oldwprov}}&#xA0;% to {{message.newwprov}}&#xA0;%.
de: <a> {{message.srcusername}} </a> hat die eigene Gewinnprovision von {{message.oldwprov}}&nbsp;% auf {{message.newwprov}}&nbsp;% geändert.

source: <a>{{message.srcusername}}</a> has reset their account.
de: <a> {{message.srcusername}} </a> hat den eigenen Account zurückgesetzt.

source: <a>{{message.srcusername}}</a> has put you onto their watch list.
de: <a>{{message.srcusername}}</a> hat dich auf die eigene Watchlist gesetzt.

source: <a id="register-btn">Register</a><br> <span>or <a id="login-btn">Login</a></span>
de: <a id="register-btn">Registrieren</a><br> <span>oder <a id="login-btn">Einloggen</a></span>

source: <button>Off to the final step!</button>
de: <button>Ab zum letzten Schritt!</button>

source: <button>Let&#x2019;s go</button>
de: <button>Los geht’s!</button>

source: <button>Create Account</button>
de: <button>Account anlegen</button>

source: <div><input placeholder="Birthday"> <span><button><i></i></button></span></div>
de: <div><input placeholder="Geburtstag"> <span><button><i></i></button></span></div>

source: <i></i> watch
de: <i></i> Watchen

source: <input placeholder="Email address" popover="Please enter your uni email address if you&apos;re taking part in TradityU">
de: <input placeholder="E-Mail-Adresse" popover="Gib deine E-Mail-Adresse an (ggf. von deiner Uni)">

source: <input placeholder="User name" popover="Enter your username">
de: <input placeholder="Benutzername" popover="Gib deinen Benutzernamen an">

source: <input placeholder="Password" popover="Enter your password">
de: <input placeholder="Passwort" popover="Gebe dein Passwort ein">

source: <input placeholder="Repeat password" popover="Re-enter your password">
de: <input placeholder="Passwort wiederholen" popover="Wiederhole dein Passwort">

source: <input placeholder="Last name" popover="Enter your last name">
de: <input placeholder="Name" popover="Gib deinen Namen an">

source: <input placeholder="First name" popover="Enter your first name">
de: <input placeholder="Vorname" popover="Gib deinen Vornamen an">

source: <input value="Reset user" id="options-reset">
de: <input value="Benutzer zurücksetzen" id="options-reset">

source: <input id="delayorderhist"> Yes
de: <input id="delayorderhist"> Ja

source: <input id="dla_optin"> Yes
de: <input id="dla_optin"> Ja

source: <input id="realnamepublish"> Yes
de: <input id="realnamepublish"> Ja

source: <input placeholder="Amount" id="amount">
de: <input placeholder="Menge" id="amount">

source: <input placeholder="Password">
de: <input placeholder="Passwort">

source: <input placeholder="Search (Your school/organization/group)">
de: <input placeholder="Suche (deine Schule, Organisation, Institut)">

source: <input value="Send comment">
de: <input value="Kommentieren">

source: <input value="Send">
de: <input value="Senden">

source: <input value="Execute trade">
de: <input value="Trade durchführen">

source: <input value="Save">
de: <input value="Speichern">

source: <input value="Save" id="options-sb">
de: <input value="Speichern" id="options-sb">

source: <input value="Upload">
de: <input value="Hochladen">

source: <input placeholder="Last name" id="fam_name">
de: <input placeholder="Nachname" id="fam_name">

source: <input placeholder="First name" id="giv_name">
de: <input placeholder="Vorname" id="giv_name">

source: <input id="invitelink" placeholder="Loading invite link..." popover="{{copyTooltip.msg}}"> <span><button><i></i></button></span>
de: <input id="invitelink" placeholder="Lade Einlagunslink..." popover="{{copyTooltip.msg}}"> <span><button><i></i></button></span>

source: <input placeholder="User name">
de: <input placeholder="Benutzername">

source: <input placeholder="Street" id="street">
de: <input placeholder="Straße, Hausnr." id="street">

source: <input placeholder="City" id="town">
de: <input placeholder="Stadt" id="town">

source: <input placeholder="Buy price" id="value">
de: <input placeholder="Kaufpreis" id="value">

source: <input placeholder="Stop/limit price" id="limit-stop">
de: <input placeholder="Stop-/Limit-Wert" id="limit-stop">

source: <input placeholder="Zip code" id="zipcode">
de: <input placeholder="PLZ" id="zipcode">

source: <label>Birthday</label> <div><input placeholder="Birthday"> <span><button><i></i></button></span></div>
de: <label>Birthday</label> <div><input placeholder="Geburtstag"> <span><button><i></i></button></span></div>

source: <label>Gender</label> <select placeholder="Gender"><option>{{genders.translations[lang][gender] || gender}}</option></select>
de: <select placeholder="Geschlecht"><option>{{genders.translations[lang][gender] || gender}}</option></select>

source: <label>Or (instead of uploading):</label> <input value="Use Gravatar">
de: <label>Oder (statt Hochladen):</label> <input value="Gravatar verwenden">

source: <select placeholder="Gender"><option>{{registration.genders.translations[registration.lang][gender] || gender}}</option></select>
de: <select placeholder="Geschlecht"><option>{{registration.genders.translations[registration.lang][gender] || gender}}</option></select>

source: <span>By creating an account you agree to our <a>terms &amp; conditions</a>.</span>
de: <span>Wenn du ein Benutzerkonto anlegst, erklärst du dich mit unseren <a>AGB</a> einverstanden</span>

source: <span data-info="You can only trade the number of shares which were also traded in reality at the stock exchange. For example, if today only 1000 shares have been traded, you can sell or buy at most 1000 shares yourself. Notice that &#x201C;penny stocks&#x201D; often have significantly reduced liquidity.">&#xF0AD;</span> Tradable amount
de: <span data-info="Du kannst nur so viele Aktien kaufen, wie auch in der Realität an der Börse gehandelt wurden. Wurden an Tag X zum Beispiel nur 1000 Stück der Aktie gehandelt, die du kaufen oder verkaufen willst, kannst du an diesem Tag maximal je 1000 Stück kaufen und verkaufen. Achte vor allem bei sogennanten „Pennystocks“ auf die Liquidität, da diese oft sehr gering ist."></span> Handelbare Stückzahl

source: <span>since</span> <input placeholder="game start"> <span id="until-label">until</span> <input placeholder="now">
de: <span>Von</span> <input placeholder="Spielbeginn"> <span id="until-label">bis</span> <input placeholder="jetzt">

source: <span tooltip="Commission on profits: {{result.wprov_sum / 10000 | number:2}}&#xA0;&#x20AC; Commission on losses: {{result.lprov_sum / 10000 | number:2}}&#xA0;&#x20AC;"><a>{{result.stockname}}</a></span>
de: <span tooltip="Gewinnprovision: {{result.wprov_sum / 10000 | number:2}}&nbsp;€ Verlustprovision: {{result.lprov_sum / 10000 | number:2}}&nbsp;€"><a>{{result.stockname}}</a></span>

source: <textarea placeholder="Message"></textarea>
de: <textarea placeholder="Nachricht"></textarea>

source: <textarea id="desc" placeholder="Tell us about you"></textarea>
de: <textarea id="desc" placeholder="Erzähl uns, was dich ausmacht"></textarea>

source: <textarea id="inviteemails" placeholder="Enter e-mail addresses here to which you want to send out invitations"></textarea> <span><button><i></i></button></span>
de: <textarea id="inviteemails" placeholder="Füge hier E-Mail-Adressen ein, an die du Einladungen verschicken willst"></textarea> <span><button><i></i></button></span>

source: <textarea placeholder="Comment on this trader"></textarea>
de: <textarea placeholder="Was sagst du zu diesem Trader?"></textarea>

source: <textarea placeholder="Write a post in this group feed!"></textarea>
de: <textarea placeholder="Poste etwas in diesen Gruppenfeed!"></textarea>

source: <th tooltip="The price at which you currently can buy shares at the stock exchange">Ask price</th> <td>{{trade.cur.ask / 10000 | number:3}}&#xA0;&#x20AC;</td>
de: <th tooltip="Der Preis, zu dem du derzeit Aktien an der Börse kaufen kannst">Ask-Preis</th> <td>{{trade.cur.ask / 10000 | number:3}}&#xA0;&#x20AC;</td>

source: <th tooltip="The price at which you currently can sell shares at the stock exchange">Bid price</th> <td>{{trade.cur.bid / 10000 | number:3}}&#xA0;&#x20AC;</td>
de: <th tooltip="Der Preis, zu dem du derzeit Aktien an der Börse verkaufen kannst">Bid-Preis</th> <td>{{trade.cur.bid / 10000 | number:3}}&#xA0;&#x20AC;</td>

source: A mail to &#x201C;{{message.mailrecipient}}&#x201D; for verification could not be sent. Please go to <a>your options</a> and enter your current e-mail address.
de: Die Mail an „{{message.mailrecipient}}“ zur E-Mail-Bestätigung konnte nicht abgeschickt werden. Bitte gehe <a>zu deinen Einstellungen</a> und gib eine aktuelle E-Mail-Adresse an.

source: Account
de: Konto

source: Achievements
de: Errungen&#xad;schaften

source: Actions
de: Aktionen

source: Added user {{name}} to your watch list
de: {{name}} zur Watchlist hinzugefügt

source: Address
de: Adresse

source: Administrators
de: Administratoren

source: All
de: Alle

source: All-time
de: seit Beginn

source: Amount
de: Menge

source: An error occurred during processing of the questionnaire
de: Beim Verarbeiten des Fragebogens trat ein Fehler auf

source: Are you sure you want to reset?
de: Willst du dich wirklich zurücksetzen?

source: As leader
de: als Leader

source: Be active for %1&#xA0;days in a row.
de: Sei an %1 aufeinanderfolgenden Tagen angemeldet.

source: Be part of the world&#x2019;s first <b>Social Trading Stock Market Game</b>
de: Sei Teil des ersten <b>Social Trading Börsenspiels</b> der Welt

source: Bid price
de: Bid&#xad;preis

source: Birthday
de: Geburts&#xad;datum

source: Buy
de: Kaufen

source: Buy and sell shares 10&#xA0;days apart.
de: Kaufe und verkaufe ein Wertpapier erst nach 10&nbsp;Tagen.

source: Buy and sell shares of a stock within 1&#xA0;hour
de: Kaufe und verkaufe ein Wertpapier innerhalb von einer Stunde

source: Buy price
de: Kaufs&#xad;preis

source: Buy shares of a stock which already is in your depot.
de: Kaufe ein Wertpapier, das du bereits im Depot hast.

source: Buy/Sell price
de: Kaufs-/Verkaufs&#xad;preis

source: Change your commission on losses.
de: Ändere deine Verlustprovision.

source: Change your commission on profits.
de: Ändere deine Gewinnprovision.

source: Chat with %1&#xA0;persons.
de: Führe einen Chat mit %1&nbsp;Leuten.

source: Check answers
de: Antworten überprüfen

source: Choose your group
de: Wähle deine Gruppe aus

source: Class/Semester
de: Klasse/Semester

source: Close
de: Schließen

source: Comment event was not found &#x2013; something is wrong here!
de: Kommentarevent nicht gefunden – Hier läuft etwas falsch!

source: Comment event was not found!
de: Konnte kein Kommentarevent finden!

source: Comment: <span>{{ev.comment}}</span> by <a>{{ev.srcusername}}</a> on {{ev.baseeventtype}}:{{ev.baseeventid}} <span><a>(&#x2192; Profile of {{ev.tradername}})</a></span> <span><a>(&#x2192; Group {{message.schoolpath}})</a></span>
de: Kommentar: <span>{{ev.comment}}</span> von <a>{{ev.srcusername}}</a> auf {{ev.baseeventtype}}:{{ev.baseeventid}} <span><a>(&#x2192; Profil von {{ev.tradername}})</a></span> <span><a>(&#x2192; Gruppe {{message.schoolpath}})</a></span>

source: Commission on losses
de: Verlustprovision

source: Commission on profits
de: Gewinnprovision

source: Commissions
de: Provision

source: Continue reading&#x2026;
de: Weiterlesen…

source: Copied!
de: Kopiert!

source: Copy this link and send it to someone who you want to invite
de: Kopiere diesen Link und schicke ihn jemandem, den du einladen willst

source: Could not send invitation link
de: Konnte Einladungslink nicht versenden

source: Could not send verification e-mail. Please turn to tech@tradity.de.
de: Es gab beim Senden der Bestätigungsmail Probleme. Wende dich bitte an tech@tradity.de.

source: Could not upload profile picture
de: Konnte Profilbild nicht laden

source: Create new sub-group
de: Neue Untergruppe anlegen

source: Current
de: Aktuell

source: Date
de: Datum

source: Delayed order history
de: Verzögerung deiner Orderhistorie

source: Delete
de: Löschen

source: Do you want to buy or sell the chosen stock?
de: Möchtest du kaufen oder verkaufen?

source: Do you want to receive achievements for daily activity?
de: Möchtest du Achievements für tägliches Einloggen erhalten?

source: Do you want to trade {{amount}} {{shares}} of {{stockname}}?
de: Möchtest du {{amount}} {{shares}} von {{stockname}} handeln?

source: E-mail address
de: E-Mail-Adresse

source: Edit
de: Bearbeiten

source: Email has been used to register with us
de: Die E-Mail wurde bereits verwendet, um sich bei uns zu registrieren

source: Error: {{code}}
de: Fehler: {{code}}

source: Excellent
de: Exzellent

source: Execute a trade with a volume of more than 25,000&#xA0;&#x20AC;.
de: Führe 1 Trade mit mehr als 25.000&nbsp;€ Volumen aus.

source: First name
de: Vorname

source: Follower performance
de: Follower&#xad;performance

source: Follower valuation
de: Follower&#xad;bewertung

source: Following statistics
de: Follower&#xad;statistik

source: Force trade
de: Erzwingen

source: Forgot password?
de: Passwort vergessen?

source: Full name
de: Voller Name

source: Fundamental analysis
de: Fumdamentalanalyse

source: Game
de: Spiel

source: Gender
de: Geschlecht

source: Go to the parent group
de: Zur Übergruppe gehen

source: Good
de: Gut

source: Green investments
de: Grüne Geldanlage

source: Group
de: Gruppe

source: Group information
de: Gruppen&#xad;info

source: Group picture
de: Gruppen&#xad;bild

source: Groups
de: Gruppen

source: Held shares
de: Wertpapiere in Besitz

source: If you have any more questions regarding the game, you can write us an e-mail at <a>team@tradity.de</a> or post a question on Facebook. <span>Good luck!</span>
de: Wenn du noch Fragen zum Spiel hast, kannst du uns an <a>team@tradity.de</a>eine E-Mail schreiben oder auf <a>Facebook</a> eine Frage posten. <span>Viel Erfolg!</span>

source: Imprint
de: Impressum

source: In case you have not verified your e-mail address, please do so. Only then the entire functionality of Tradity is available to you and you will be eligible to receive prizes.
de: Falls du deine E-Mail-Adresse noch nicht bestätigt hast, tu das bitte.Erst dann sind alle Funktionen freigeschaltet und bist du für die Preise diese Staffel gewinnberechtigt.

source: Invalid e-mail address
de: Ungültige E-Mail-Adresse

source: Invitation link was sent successfully
de: Einladungslink wurde verschickt

source: Invite %1&#xA0;persons using your referral link. They have to register and perform at least one trade.
de: Lade %1&nbsp;Personen über deinen Referrallink ein. Diese müssen sich anschließend registrieren und mind. 1 Trade machen.

source: Invite 1&#xA0;person using your referral link. They have to register and perform at least one trade.
de: Lade 1 Person über deinen Referrallink ein. Diese muss sich anschließend registrieren und mind. 1 Trade machen.

source: Invite user
de: Benutzer einladen

source: Invite users
de: Benutzer einladen

source: Join group
de: Team beitreten

source: Language
de: Sprache (Language)

source: Last name
de: Nachname

source: Leader and stocks in your watchlist
de: Leader und Wertpapiere in deiner Watchlist

source: Left group
de: Gruppe verlassen

source: Lessons
de: Lektionen

source: Let me see more about Tradity!
de: Ich möchte mehr über Tradity wissen!

source: List less stocks
de: Weniger Wertpapiere

source: List more stocks
de: Mehr Wertpapiere

source: Loading
de: Laden…

source: Low interest rates
de: Niedrig&#xad;zinsen

source: May your name be published?
de: Soll dein Klarname veröffentlich werden?

source: Members
de: Mitglieder

source: Members: {{school.usercount}}
de: Mitglieder: {{school.usercount}}

source: Most popular stocks
de: Top-Wertpapiere

source: News
de: Neuigkeiten

source: No
de: Nein

source: No Connection
de: Keine Verbindung

source: No Group
de: Keine Gruppe

source: No valid beta key was entered
de: Beta-Schlüssel ungültig oder nicht angegeben

source: Not enough stocks!
de: Nicht genug Wertpapiere!

source: Not registered yet?
de: Noch nicht registriert?

source: Of which type is your order?
de: Welchen Ordertyp soll deine Transaktion haben?

source: Only 50&#xA0;% of your assets may consist of a single stock!
de: Dein Vermögen darf höchstens zu 50&nbsp,% in ein einzelnes Wertpapier investiert sein!

source: Only ranking-enabled users
de: Nur Rankingberechtigte

source: Opportunities and risks in trading
de: Chancen und Risiken im Trading

source: Options
de: Einstellungen

source: Or (instead of uploading):
de: Oder (statt Hochladen):

source: Order history
de: Orderhistorie

source: Order not found. Possibly it has already been executed?
de: Order nicht gefunden. Möglicherweise wurde sie bereits ausgeführt?

source: Order type
de: Ordertyp

source: Overview
de: Übersicht

source: Password
de: Passwort

source: Payee
de: Empfänger

source: Payer
de: Zahler

source: Pending members
de: Noch nicht bestätigte Mitglieder

source: Pending orders
de: Noch nicht ausgeführte Orders

source: Perform %1&#xA0;follower trades.
de: Führe %1&nbsp;Followertrades durch.

source: Perform %1&#xA0;trades
de: Führe %1&nbsp;Trades durch

source: Perform 1&#xA0;follower trade (invest into another user).
de: Führe 1&nbsp;Followertrade aus (kaufe ein Leaderpapier).

source: Personal information
de: Privates

source: Pinboard
de: Pinnwand

source: Please answer all the questions
de: Bitte beantworte alle Fragen

source: Please enter a numerical stop/limit value
de: Bitte geben Sie den Stop-/Limitwert als Zahl an

source: Please enter your name in order to be eligible for winning prizes
de: Bitte gib deinen Namen an, damit du Gewinne erhalten kannst

source: Please enter your valid email
de: Bitte geben Sie den Stop-/Limitwert als Zahl an

source: Please provide an e-mail address
de: Bitte gib deine E-Mail-Adresse an

source: Please remember to choose your school or uni as a group to be eligible for the prizes.
de: Bitte gib deinen Namen an, damit du Gewinne erhalten kannst

source: Please wait
de: Bitte Warten

source: Popular stocks
de: Top-Wertpapiere

source: Press Ctrl-C/&#x2318;-C to copy
de: Drücke Strg-C/⌘-C um zu kopieren

source: Price
de: Preis

source: Profile image
de: Profilbild

source: Profile picture was uploaded successfully!
de: Profilbild erfolgreich hochgeladen!

source: Questions
de: Fragen

source: Rank
de: Rang

source: Ranking
de: Rangliste

source: Reason
de: Anlass

source: Received commissions
de: erh. Provision

source: Register
de: Registrieren

source: Remove
de: Entfernen

source: Repeat password
de: Passwort wiederholen

source: School/Uni
de: Schule/Uni

source: Sell
de: Verkaufen

source: Sell only a part of the shares of a stock in your depot.
de: Verkaufe nur einen Teil eines Wertpapieres aus deinem Depot.

source: Sell price
de: Verkauf&#xad;spreis

source: Short description
de: Kurzbeschreibung

source: Sorry, no comments on this stock so far.
de: Bisher keine Kommentare für dieses Wertpapier.

source: Sorry, something went wrong.
de: Sorry, etwas ging hier schief.

source: Start value
de: Start&#xad;wert

source: Stay logged in?
de: Eingeloggt bleiben?

source: Step 1
de: Schritt 1

source: Step 2
de: Schritt 2

source: Step 3
de: Schritt 3

source: Stock
de: Wert&#xad;papier

source: Stock information
de: Wertpapier&#xad;informationen

source: Stock name
de: Wertpapiername

source: Stocks
de: Wert&#xad;papiere

source: Stop/Limit value
de: Stop-/Limit-Marke

source: Sub-groups
de: Unter&#xad;gruppen

source: Successful registration
de: Erfolgreich registriert

source: Successfully traded!
de: Trade erfolgreich!

source: Sucessfully reset user!
de: Benutzer erfolgreich zurückgesetzt!

source: Sucessfully saved options
de: Einstellungen erfolgreich gespeichert

source: Sucessfully uploaded profile picture!
de: Profilebild erfolgreich hochgeladen!

source: Support
de: Hilfe

source: Technical analysis
de: Technische Analyse

source: Terminology in trading
de: Begriffe im Trading?

source: Terms &amp; Privacy
de: AGB &amp; Datenschutz

source: The entered passwords do not match
de: Die eingegebenen Passwörter stimmen nicht überein

source: The entered provision value is invalid
de: Die angegebenen Provisionen sind ungültig

source: The entered school has not been found
de: Die angegebene Schule wurde nicht gefunden
