Repository: tradity/tradity-client
Catalog: po/*.po
Languages: de

source: The trade will be executed as soon as the given conditions are fulfilled.
de: Der Trade wird ausgeführt, sobald die angegebenen Bedingungen erfüllt sind.

source: The trade will be executed when the stock exchange opens
de: Der Trade wird ausgeführt, sobald der Handelsplatz öffnet

source: There was a problem while loading the current ranking!
de: Es gab ein Problem beim Laden der Rangliste!

source: There was a technical problem uploading your profile picture. Please turn to tech@tradity.de
de: Es gab beim Hochladen deines Profilbilds leider technische Schwierigkeiten. Wende dich bitte an tech@tradity.de

source: There was a technical problem &#x2013; the tech team of Tradity has been informed.
de: Es gab ein technisches Problem – das Tech-Team von Tradity ist informiert worden.

source: This e-mail address has already been taken
de: Email bereits vorhanden

source: This stock could not be found!
de: Wertpapier existiert nicht!

source: This user name has already been taken
de: Benutzername bereits vergeben

source: Today
de: Heute

source: Too Weak
de: Zu schwach

source: Total
de: Gesamt

source: Total assets
de: Gesamt&#xad;vermögen

source: Total change
de: Gesamt&#xad;änderung

source: Total profits
de: Rein&#xad;gewinn

source: Tradable amount
de: Handel&#xad;bare Menge

source: Trade a stock whose name begine with &#x201C;A&#x201D; and another one whose begins with &#x201C;Z&#x201D;
de: Handle ein Wertpapier, das mit „A“ und eines, das mit „Z“ beginnt

source: Trade total
de: Bilanz

source: Tradity is Open Source!
de: Tradity ist Open Source!

source: Transaction fees
de: Transaktions&#xad;gebühren

source: Transaction log
de: Transaktions&#xad;historie

source: Transaction type
de: Transaktions&#xad;typ

source: Unfortunately, this page could not be found. You can just return to the <a>start page</a> and, if this problem persists, contact us about it at tech@tradity.de.
de: Leider wurde die Seite nicht gefunden. Geh doch einfach zur <a>Startseite</a> zurück und, wenn dieses Problem wieder auftritt, wende dich an uns unter tech@tradity.de.

source: Unfortunately, we could not connect to the game server :( <br> We are (probably) already working on the problem, but if you want to, you can write us an encouraging message at tech@tradity.
de: Leider konnten wir keine Verbindung zum Gameserver aufbauen :( <br/> Wir arbeiten wahrscheinlich schon dran, du kannst uns aber gerne unter tech@tradity.de eine aufmunternde Nachricht schreiben.

source: Unfortunately, your trade exceeds the maximum tradable amount of this stock
de: Leider übersteigt dein Trade die handelbare Menge für dieses Wertpapier

source: Upload a profile picture.
de: Lade ein Profilbild hoch.

source: User not found &#x2013; something went wrong here
de: Benutzer nicht gefunden. Hier läuft etwas falsch

source: Username
de: Benutzer&#xad;name

source: Username contains not-allowed characters
de: Der Benutzername enthält unerlaubte Zeichen!

source: Username has been taken
de: Benutzername bereits vergeben

source: Users
de: Benutzer

source: Value
de: Wert

source: Via E-Mail:
de: Per E-Mail:

source: Via invite link:
de: Über Einladungslink:

source: We just need to set up your account.
de: Wir müssen nur eben dein Benutzerkonto einrichten.

source: Weak
de: Schwach

source: Week
de: Woche

source: Welcome to Tradity &#x2013; Germany&#x2019;s first Social Trading Stock Market Game! Start instantly and invest into other players or buy your own shares &#x2013; You have 100,000&#xA0;&#x20AC; starting money. The <a>help</a> can give you hints.
de: Willkommen bei Tradity – dem ersten Social Trading Börsenspiel Deutschlands! Leg gleich los und investiere in andere Spieler oder kaufe deine ersten Aktien – Du hast 100.000&nbsp;€ Startkapital. Die <a>Hilfe</a> hilft dir weiter.

source: Welcome to Tradity!
de: Willkommen bei Tradity!

source: What are shares?
de: Was sind Aktien?

source: What is the stop/limit price?
de: Wo soll der Stop-/Limitwert liegen?

source: Wordpress integration
de: Wordpress&#xad;integration

source: Write %1&#xA0;comments in %2&#xA0;different feeds.
de: Mache %1&nbsp;Kommentare in %2&nbsp;verschiedenen Feeds/Pinnwänden.

source: Write 1&#xA0;comments.
de: Mache 1&nbsp;Kommentar.

source: Write 3&#xA0;comments in a single feed.
de: Mache 3&nbsp;Kommentare im selben Feed/Pinnwand.

source: Write a short description of yourself.
de: Schreibe eine Kurzbeschreibung über dich.

source: Yes
de: Ja

source: You are almost there!
de: Du bist fast da!

source: You can &#x2013; if you agree &#x2013; receive achievements for being active on multiple days in a row. We take the protection of your personal data seriously: <br> All information regarding your activity log will be stored encrypted by your password only. Unfortunately, this also means that using the &#x201C;forgot password&#x201D; option will require you to start gathering activity entries anew. <br> After {{DLAValidityDays}} days your activity log will be cleared and cannot be used for gaining achievements any longer. <br> Currently your activity log contains the following entries:
de: Du kannst, wenn du möchtest, Achievements dafür erhalten, eine bestimmte Anzahl von Tagennacheinander aktiv zu sein. Dabei nehmen wir den Schutz deiner persönlichen Daten ernst:<br />An welchen Tagen du aktiv warst, wird nur mit deinem Passwort verschlüsselt gespeichert.Das bedeutet leider auch, dass, wenn du die „Passwort vergessen“-Funktion verwendest, duneu anfangen musst, Aktivität zu sammeln.<br />Nach {{DLAValidityDays}} Tagen werden deine Aktivitätseinträge gelöscht und können nicht mehrfür Achievements verwendet werden.<br />Zur Zeit hast du Aktivität für folgende Tage gesammelt und gespeichert:

source: You do not have enough leftover money for this trade!
de: Nicht genügend Geld zum Trade!

source: You have bought {{message.amount}}&#xA0;shares of <span><a translate-id="leader-link">{{message.stockname}}</a></span> <span><stock></stock></span>.
de: Du hast {{message.amount}}&nbsp;Anteile an <span> <a translate-id="leader-link">{{message.stockname}}</a> </span> <span>{{message.stockname}}</span> gekauft.

source: You have changed your commission on losses from {{message.oldlprov}}&#xA0;% to {{message.newlprov}}&#xA0;%.
de: Du hast deine Verlustprovision von {{message.oldlprov}}&nbsp;% auf {{message.newlprov}}&nbsp;% geändert.

source: You have changed your commission on profits from {{message.oldwprov}}&#xA0;% to {{message.newwprov}}&#xA0;% and your commission on losses from {{message.oldlprov}}&#xA0;% to {{message.newlprov}}&#xA0;%.
de: Du hast deine Gewinnprovision von {{message.oldwprov}}&nbsp;% auf {{message.newwprov}}&nbsp;% und deine Verlustprovision von {{message.oldlprov}}&nbsp;% auf {{message.newlprov}}&nbsp;% geändert.

source: You have changed your commission on profits from {{message.oldwprov}}&#xA0;% to {{message.newwprov}}&#xA0;%.
de: Du hast deine Gewinnprovision von {{message.oldwprov}}&nbsp;% auf {{message.newwprov}}&nbsp;% geändert.

source: You have changed your user name from &#x201C;{{message.oldname}}&#x201D; to &#x201C;{{message.newname}}&#x201D;.
de: Du hast deinen Benutzernamen von {{message.oldwprov}}&nbsp;% auf {{message.newwprov}}&nbsp;% geändert.

source: You have not verified your e-mail address
de: Eigene E-Mail-Adresse nicht bestätigt

source: You have put <a translate-id="watched-link">{{message.targetname}}</a> onto <a translate-id="watchlist-link">your watch list</a>.
de: Du hast <a translate-id="watched-link">{{message.targetname}}</a> auf <a translate-id="watchlist-link">deine Watchlist</a> gesetzt.

source: You have reset your account.
de: Du hast deinen Account zurückgesetzt.

source: You have sold {{message.amount}}&#xA0;shares of <span><a translate-id="leader-link">{{message.stockname}}</a></span> <span><stock></stock></span>.
de: Du hast {{message.amount}}&nbsp;Anteile an <span> <a translate-id="leader-link">{{message.stockname}}</a> </span> <span>{{message.stockname}}</span> verkauft.

source: You need to choose a stock!
de: Du musst ein Wertpapier auswählen!

source: You need to provide a verified e-mail address in order to be eligible for follower trades!
de: Bitte bestätige die „Bestätigungsmail“, um alle Funktionen freizuschalten und für die Preise gewinnberechtigt zu sein.

source: Your Group
de: Deine Gruppe

source: Your followers&#x2019; commission on losses
de: Deine Verlustprovision

source: Your followers&#x2019; commission on profits
de: Deine Gewinnprovision

source: Your group is not listed here? <a>Start a new one!</a>
de: Deine Gruppe wird hier nicht aufgeführt? <a>Gründe eine neue!</a>

source: Your groups
de: Deine Gruppen

source: Your need to upload your profile picture as a JPEG/PNG/GIF file
de: Dein Profilbild musst du als JPEG, PNG oder GIF hochladen

source: Your password is too short!
de: Das Passwort ist zu kurz!

source: Your performance
de: Vermögens&#xad;entwicklung

source: Your portfolio
de: Dein Depot

source: Your profile picture file is too large (maximum 3&#xA0;MB)
de: Die Profilbilddatei ist leider zu groß (höchstens 3&nbsp;MB)

source: Your tradity client version is, unfortunately, no longer supported.
de: Deine Tradity-Client-Version wird leider nicht mehr unterstützt.

source: Your user name contains invalid characters!
de: Der Benutzername enthält unerlaubte Zeichen!

source: confirm
de: bestätigen

source: invest
de: Investieren

source: pinboard
de: Pinnwand

source: share
de: Aktie

source: sold shares
de: verk. Anteile

source: {{notification.srcusername}} wrote to your pinboard.
de: {{notification.srcusername}} hat auf deine Pinnwand geschrieben.

source: {{progress}}&#xA0;% completed
de: {{progress}}&nbsp;% vollständig

source: {{stockname}} removed from the watchlist
de: {{stockname}} von der Watchlist entfernt
